export function Article() {
  return (
    <article>
      <h1>Помощь при тревожности</h1>
      <h2>Тревожиться - это нормально</h2>
      <p>
        Тревога может появляться у совершенно здоровых людей. Как проявляется
        тревога в теле: учащенное, поверхностное дыхание, сердцебиение, сухость
        во рту, влажные ладони, мышечное напряжение и дрожь, неприятные ощущения
        в животе, онемение конечностей, тошнота, учащенное мочеиспускание,
        головокружение, чувство душевного и физического дискомфорта, а также
        ощущение внутренней опустошенности и подавленности.
      </p>
      <p>
        Тревога предвестник страха. Издревле страх был помощником в выживании. А
        значит существовала какая-то опасность, которую нужно было преодолевать.
        Иногда это заканчивалось очень печально. Именно это и сидит в нашей
        генетической памяти. Что после страха, может возникнуть или произойти
        что-то, к чему мы не готовы, или с чем, по нашему мнению, мы не сможем
        справиться. Зачастую “улетая” в состояние тревожности, пребывая в ней,
        мы отключаем наше сознание от реальности происходящего. Можно долго
        говорить от том, что такое тревога, ведь каждый может обнаружить ее
        внутри себя в совершенно разных ситуациях. Для кого-то тревога - это
        опоздание на работу и наказание руководителя, и, как следствие, потеря
        работы, для кого-то тревога - это неспособность прокормить семью, или
        невозможность купить жизненно-важные лекарства. Из каждой ситуации можно
        попробовать найти выход. Но для этого наше сознание должно быть
        объективно. Высокое количество гормона отвечающего за стресс(кортизол),
        парализует наши творческие состояния, которые помогают найти выход из
        сложной жизненной ситуации. Основная задача этой статьи - дать несколько
        инструментов помогающих стабилизировать свое состояние здесь и сейчас.
      </p>
      <h2>Инструменты</h2>
      <h3>Общие советы</h3>
      <p>
        В состоянии тревожности или стрессе очень важно максимально сохранить
        привычные ритуальные действия позволяющие ощущать контроль на ситуацией.
        Такие привычные действия, как уборка квартиры, уборка рабочего места,
        привычный чай или кофе, привычная прогулка по привычным местам, любимая
        книга, фильм - все это важно сохранить в случае, если тревога вызвана
        причинами не зависящими от вас. Найдите действие, при котором вы точно
        можете быть уверенным в том, что вы его начнете и закончите. В
        психологии это называется - формирование аффективного блока. “Было плохо
        - стало хорошо”.
      </p>
      <p>
        Для того, чтобы, по возможности, ослабить чувство тревоги, внимательно
        посмотрите, какие новости, какую литературу вы читаете и, как все это
        влияет на ваше состояние. Посмотрите на людей, которые рядом. В каком
        состоянии находятся они. И, если вы наблюдаете, что эти люди регулярно
        усиливают вашу тревожность, постарайтесь бесконфликтно ограничить
        общение с ними. Потому как тревожное состояние может являться для них
        естественным, и им не важно, какое событие происходит, они привычным
        образом переключается от одной тревожности в другую. А для вас это может
        быть токсичное общение. Будьте внимательны.
      </p>
      <h3>Дисциплинируйте свою тревожность</h3>
      <p>
        Если тревога остается, то позвольте себе в течение недели тревожиться в
        одно и то же время, в течение 20 минут. и каждый раз, когда у вас в
        течение дня, возникает потребность тревожиться - поясните себе, что у
        вас есть четко отведенное время для тревоги. В момент 20-и минутной
        тревоги позвольте себе как следует погрузиться в это состояние.
        Поставьте таймер и ровно через 20 минут переключите свое действие на
        какое-то физическое занятие. Например, помойте посуду, выкиньте мусор,
        разберите шкаф, пересадите цветок. Сделайте что-то, что точно отвлечет
        вас от тревоги. Далее, наградите себя. Это может быть что-то вкусное,
        теплое или, например, объятия с человеком или любимым животным.
      </p>
      <p>
        Из опыта телесной терапии известно, что заземление - ощущение себя в
        теле - помогает префронтальной коре, которая отвечает за покой, войти в
        нужное состояние. Для этого заземления существует несколько техник.
      </p>
      <h3>Техники заземления</h3>
      <h4>Первая</h4>
      <p>
        В моменте усиливающейся тревоги, сделайте глубокий вдох на счет
        “раз-два-три-четыре”. Далее, задержите дыхание и сконцентрируйте
        ощущения в области сердца, на счет “раз-два-три-четыре”. Далее, сделайте
        выдох через открытый рот также на счет. Счет должен быть медленный.
        Настолько медленный, насколько вы можете это себе позволить.
      </p>
      <h4>Вторая</h4>
      <p>
        Когда вы будете в спокойном состоянии, погрузите руки в теплую воду.
        Запомните это ощущение. В случае тревоги, воспроизведите это ощущение в
        руках, положите руки на колени и попробуйте представить, как это тепло
        передается в ноги.
      </p>
      <h4>Третья</h4>
      <p>
        Сядьте на стул с ровной спиной. Поставьте обе ноги на пол. Почувствуйте
        одновременно обе стопы. Далее, положите руки с расправленными пальцами
        на колени, и ощутите одновременно обе ладони. Затем, почувствуйте
        одновременно обе стопы и обе ладони.. Это называется “практика 4-ех
        точек”. Во время ее выполнения, правое и левое полушария начинают
        работать одновременно, что приводит к успокоению.
      </p>
      <h2>Послесловие</h2>
      <p>
        Эти инструменты не являются способом самолечения, но в случае
        критической ситуации, по-настоящему могут вам помочь. Если вы не
        справляетесь и состояние тревожности усиливается, то разумнее всего
        обратиться за помощью. В случае активных панических атак, вам поможет
        психотерапевт(психолог с медицинским образованием). В случае простой
        тревожности, можно обратиться к психологу, работающему с тревожными
        состояниями.
      </p>
      <p>
        Будьте бережны к себе. Научитесь распознавать сигналы тела и вовремя
        помогать ему.
      </p>
    </article>
  );
}
